CSI API ETABS v1

# cOAPI Properties

---

The cOAPI type exposes the
following members.

Properties

| Name| Description
---|---|---
|
SapModel|  Gets a reference to
cSapModel.
Top

See Also

#### Reference

cOAPI Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com